// RWLinkPanel.m
"URL" = "URL";
"Page" = "Page";
"Asset" = "Resource";
"TitleAddLink" = "Add Link";
"TitleEditLink" = "Edit Link";

// RWMarkupAttributes.m
"HTMLFormatMenuHeading1" = "Heading 1";
"HTMLFormatMenuHeading2" = "Heading 2";
"HTMLFormatMenuHeading3" = "Heading 3";
"HTMLFormatMenuHeading4" = "Heading 4";
"HTMLFormatMenuHeading5" = "Heading 5";
"HTMLFormatMenuHeading6" = "Heading 6";
"HTMLFormatMenuAlignImageLeft" = "Align Image Left";
"HTMLFormatMenuAlignImageRight" = "Align Image Right";
"HTMLFormatMenuBlockquote" = "Blockquote";
"HTMLFormatMenuCode" = "Code";
"HTMLFormatMenuParagraph" = "Paragraph";
"HTMLFormatMenuStrike" = "Strike";
"HTMLFormatMenuSubscript" = "Subscript";
"HTMLFormatMenuSuperscript" = "Superscript";

// RWAlert.m
"RWAlertOK" = "OK";
"RWAlertCancel" = "Cancel";

// RWStyledTextView.m
"UseWebSafeFonts" = "Use Web-safe fonts";
"ImportFromFile" = "Import from file…";
"ExportToFile" = "Export to file…";
"UseSmartQuotes" = "Smart Quotes";

// RWTextView.m
"ListMenuBulletsHeader" = "Bullet Points";
"ListMenuNumbersHeader" = "Numbers";

// RWGrowlController.m
"GrowlExportFinishedTitle" = "Export Finished";
"GrowlExportFinishedMessage" = "RapidWeaver has finished exporting your site.";
"GrowlExportErrorTitle" = "Export Error";
"GrowlExportErrorMessage" = "Rapidweaver encountered an error while trying to export your site.";
"GrowlPublishFinishedTitle" = "Publish Finished";
"GrowlPublishFinishedMessage" = "RapidWeaver has finished publishing your site.";
"GrowlPublishErrorTitle" = "Publish Error";
"GrowlPublishErrorMessage" = "Rapidweaver encountered an error while trying to publish your site.";

// RWThemeInstaller.m
"PluginsDisabledAlertTitle" = "Plug-ins Disabled";
"PluginsDisabledAlertMessage" = "Plug-ins are disabled because you've held down the Option key while starting RapidWeaver. Only the following set of RapidWeaver plugins will be available until you restart:\n\n%@";	// Placeholder is a list of plugin names, each separated by a newline
"PluginsAndThemesDisabledAlertTitle" = "Plug-ins & Themes Disabled";
"PluginsAndThemesDisabledAlertMessage" = "All plugins and themes are disabled because you've held down the Command and Option keys while starting RapidWeaver. Only the following set of RapidWeaver plugins will be available until you restart:\n\n%@\n\nOnly the following themes are available until you restart:\n\n%@";	// First placeholder is a list of plugin names, each separated by a newline; second placeholder is a list of theme names, each sepearated by a comma

//RWPageAttributes.m

"FilenameExtSetByFilename" = "filename"; // Filename extension is .foo, set by %s
"FilenameExtSetByPlugin" = "plugin"; // Filename extension is .foo, set by %s
"DefaultEncoding" = "utf-8"; // utf-8 or iso-8859-1
"PageAttributeError" = "Page attribute validation error.";
"PageAttributeErrorDisableIndex" = "You cannot disable the site index page.";
"PageAttributeErrorFolderAbsolute" = "Absolute folder names must being with a \"/\" character.";
"PageAttributeErrorFolderReserved" = "The name \"%@\" is reserved and cannot be used as a folder name.";
"PageAttributeErrorFolderLength" = "Folder names must be less than 31 characters long and not contain any non-alphanumeric characters.";
"PageAttributeErrorFilenameLength" = "File names must be less than 31 characters long and not contain any non-alphanumeric characters.";

// For the page inspector...

"Original" = "Original";
"JPEG" = "JPEG";
"PNG" = "PNG";

"Best" = "Best";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";

"Default" = "Default";
"Tidied" = "Tidied";
"Optimized" = "Optimized";

"Months" = "Months";
"Weeks" = "Weeks";
"Days" = "Days";
"Hours" = "Hours";
"Minutes" = "Minutes";

// The following are used in the Apply to All Pages sheet.

"Encoding" = "Encoding";
"Output Style" = "Output Style";
"Don't Show" = "Don't Show";
"XML Declaration" = "XML Declaration";
"Filename" = "Filename";
"Foldername" = "Foldername";
"Headers" = "Headers";
"HTML Sidebar" = "HTML Sidebar";
"Styled Text Sidebar" = "Styled Text Sidebar";
"Sidebar Title" = "Sidebar Title";
"Sidebar Mode" = "Sidebar Mode";
"Expires" = "Expires";
"Expiry Quantity" = "Expiry Quantity";
"Expiry Unit" = "Expiry Unit";
"Image Format" = "Image Format";
"Image Quality" = "Image Quality";
"Opens in New Window" = "Opens in New Window";
"Credit RapidWeaver" = "Credit RapidWeaver";
"Page Assets" = "Page Assets";
